Repository: br-automation-com/mapp-Framework
Catalog: BaseProject/Logical/mappView/Resources/Texts/Areas_Texts/PLCOpenStateTexts.tmx
Source language: en
Languages: de, zh

source: Disabled
de: Deaktiviert
zh: 未使能

source: Standstill
de: Still stehen
zh: 等待

source: Homing
de: Referenzfahrt
zh: 寻参

source: Stopping
de: Anhalten
zh: 暂停

source: Continuous Motion
de: Kontinuierliche Bewegung
zh: 连续运动

source: Synchronized Motion
de: Synchronisierte Bewegung
zh: 同步

source: Start Up
de: Anlaufen
zh: 启动

source: Invalid Configuration
de: Ungültige Konfiguration
zh: 无效配置

source: DiscreteMotion
zh: 离散运动

source: ErrorStop
zh: 错误暂停
